Repository: mokira3d48/kobra
Catalog: server/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Authentication credentials were not provided.
fr: Les informations d’authentification n’ont pas été fournies.

source: An internal server error is occurrence!
fr: Un erreur interne du serveur est survenue !

source: Exception to string...
fr: Exception sous forme chaine de caractères...

source: A value of a field is not valid.
fr: Une valeur d'un champ est invalide.

source: This user is unauthorized
fr: Ce utilisateur n'est pas authorisé

source: This action or access required a payment.
fr: Cette action ou accès nécessite un paiement.

source: This action or access is forbidden.
fr: Cette action ou accès est interdite.

source: The resource is not found.
fr: La resource n'existe pas.

source: An error is occurrence in the server
fr: Une erreur est survenue dans le serveur

source: The service is not available for the moment.
fr: Le service est indisponible en ce moment.

source: Something wrong!
fr: Quelque chose ne va pas !
